Alson-tang/esp32-uart-parse/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_IDF_TARGET_ESP32C3=y

#
# Log output
#
CONFIG_LOG_DEFAULT_LEVEL_ERROR=y

#
# Serial flasher config
#
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
